Repository: gercpay/drupal-commerce
Catalog: commerce_gercpay/translations/*.po
Languages: ru, uk

source: Merchant ID
ru: Идентификатор торговца
uk: Ідентифікатор торговця

source: Given to Merchant by GercPay
ru: Выдаётся торговцу сервисом GercPay
uk: Надається торговцю сервісом GercPay

source: Secret Key
ru: Секретный ключ
uk: Секретний ключ

source: Language
ru: Язык
uk: Мова

source: Choose language of payment page
ru: Выберите язык страницы оплаты
uk: Мова сторінки оплати

source: Invalid Transaction. Please try again
ru: Недействительная транзакция. Пожалуйста, попробуйте еще раз
uk: Недійсна транзакція. Будь ласка спробуйте ще раз

source: GercPay response for order id: @order. Status: @status.
ru: Ответ GercPay для идентификатора заказа: @order. Статус: @status.
uk: Відповідь GercPay для ідентифікатора замовлення: @order. Статус: @status.

source: IPN for Order @order_number ignored: the transaction to be refunded does not exist.
ru: IPN для заказа @order_number игнорируется: транзакция для возврата не существует.
uk: Ігнорується IPN для замовлення @order_number: транзакція, що підлягає відшкодуванню, не існує.

source: IPN for Order @order_number ignored: the transaction is already refunded.
ru: IPN для заказа @order_number игнорируется: транзакция уже возмещена.
uk: IPN для замовлення @order_number ігнорується: транзакція вже відшкодована.

source: Payment was returned. Order ID: @order.
ru: Оплата была возвращена. Идентификатор заказа: @order.
uk: Оплату повернуто. ID замовлення: @order.

source: Error: for payment @id not found Payment Gateway!
ru: Ошибка: для платежа @id не найден Платежный шлюз!
uk: Помилка: для оплати @id не знайдено платіжний шлюз!

source: Error receiving the payment amount!
ru: Ошибка получения суммы платежа!
uk: Помилка отримання суми платежу!

source: Payment by card on the site
ru: Оплата картой на сайте
uk: Оплата карткою на сайті

source: An error has occurred during payment
ru: Произошла ошибка при оплате
